Repository: scholtz/covid-sk-api
Catalog: CovidMassTesting/Resources/Repository.RedisRepository.VisitorRepository.*.resx
Languages: cs, sk

source: Covid test
cs: Testování Covidu
sk: Testovanie covidu

source: Dear {0}, there were some technical issues with your test. Please visit the sampling place again and repeat the test procedure. You can use the same registration as before.
cs: {0}, Váš test nebylo možné vyhodnotit. Prosím dostavte se kdykoliv opětovně na test. Nemusíte se znovu registrovat.
sk: {0}, zial Vas test nebolo mozne vyhodnotit. Prosim dostavte sa kedykolvek na opatovny test. Nemusite sa znovu registrovat.

source: Dear {0}, we have updated your registration {1}. Time: {2}, Place: {3}
cs: {0}, aktualizovali jsme Vaší registraci {1}. Čas: {2}, Místo: {3}
sk: {0}, aktualizovali sme vašu registráciu {1}. Čas: {2}, Miesto: {3}

source: Dear {0}, your test is in processing. Please wait for further instructions in next sms message.
cs: {0}, Váš test se zpracovává. Počkejte na další instrukce které dostanete v další SMS zprávě.
sk: {0}, Váš test sa spracováva. Počkajte na ďalšie inštrukcie ktoré dostanete v ďalšej SMS správe.

source: Dear {0}, your test result has been processed. You can check the result online. Please come to take the certificate.
cs: {0}, {1}, AG test ze dne {2} je {3}. PDF Certifikát získáte na: {4}
sk: {0}, {1}, {2} test zo dna {3} je {4}. PDF Certifikát získate na: {5}

source: Dear {0}, {1} is your registration code. Show this code at the covid sampling place {3} on {2}
cs: {1}, {0} je Váš registračný kód. Předložte tento kód při odběru vzorků na místě {3} dňa {2}
sk: {1}, {0} je Váš registračný kód. Ukážte tento kód pri odbere vzorky na mieste {3} dňa {2}

source: Dear {0},We have removed your personal data from the database. Thank you for taking the covid test
cs: {0}, vymazali jsme Vaší registraci i Vaše osobní údaje ze systému.
sk: {0}, vymazali sme Vašu registráciu aj Vaše osobné údaje zo systému.

source: Invalid code
cs: Neplatný kód
sk: Neplatný kód

source: Last 4 digits of personal number or declared passport for foreigner at registration must not be empty
cs: Poslední 4 číslice rodného čísla nebo pro cizince poslední 4 znaky zadaného cestovného dokladu musí být zadané
sk: Posledné 4 číslice rodného čísla alebo pre cudzincov posledné 4 znaky zadaného cestovného dokladu musia byť zadané

source: NEGATIVE
cs: NEGATIVNÍ
sk: NEGATIVNY

source: Personal data may be deleted only after the test has proven negative result and person receives the certificate.
cs: Osobní údaje mohou být vymazané jen pokud Vám nebyl detekovaný covid a převzali jste si certifikát.
sk: Osobné údaje môžu byť vymazané iba ak Vám nebol detekovaný covid a prevzali ste si certifikát.

source: POSITIVE
cs: POZITIVNÍ
sk: POZITIVNY

source: Positive case
cs: Pozitívní nález
sk: Pozitívny nález

source: Positive case found
cs: Byla identifikovaná pozitivní osoba: {0} {1} {2} {3}
sk: Bola identifikovaná pozitívna osoba: {0} {1} {2} {3}

source: Test does not exists
cs: Test neexistuje
sk: Test neexistuje

source: This 1 hour time slot has reached the capacity.
cs: Tento hodinový časový úsek má už bohužel kapacitu zaplněnou ({0}).
sk: Tento hodinový časový úsek má už bohužiaľ kapacitu zaplnenú ({0}).

source: This 5 minute time slot has reached the capacity.
cs: Tento 5-minutový časový úsek má už bohužel kapacitu zaplněnou ({0}).
sk: Tento 5-minútový časový úsek má už bohužiaľ kapacitu zaplnenú ({0}).

source: Unable to find visitor code from test code. Are you sure test code is correct?
cs: Nepodařilo sa najít návštěvníka podle testovací sady. Jste si jistý, že kód testu je správný?
sk: Nepodarilo sa nájsť návštevníka podľa testovacej sady. Ste si istý, že kód testu je správny?

source: Unknown personal number
cs: Neznámé rodné číslo
sk: Neznáme rodné číslo

source: Visitor with code {0} not found
cs: Návštevník s kódem {0} nebyl nalezený
sk: Návštevník s kódom {0} nebol nájdený

source: We are not able to find chosen 5 min. slot
cs: Nepodařilo se najít 5-minutový testovací úsek
sk: Nepodarilo sa nájsť minútový testovací slot

source: We are not able to find chosen hour slot
cs: Nepodařilo se najít hodinový testovací úsek
sk: Nepodarilo sa nájsť hodinový testovací slot

source: We are not able to find chosen testing place
cs: Nepodařilo se najít místo testování
sk: Nepodarilo sa nájsť miesto testovania

source: You can remove only first item from the queue
cs: Můžete vymazat pouze první položku z fronty
sk: Môžete vymazať iba prvú položku z fronty
